START_APP_MESSAGE = """
Добро пожаловать в credit scoring!
1 - Войти
2 - Зарегистрироваться
0 - Выйти
"""

LOGIN_MSG = "\nВы на странице входа, заполните следущие поля:"


REGISTER_MSG = "\nВы на странице регистрации, заполните следущие поля:"

BASE_MSG = "\nВы находитесь в главном меню"

CLIENT_MSG = """
Меню клиента:
1 - Заполнить/редактировать информацию о себе
2 - Посмотреть список компаний
3 - Посмотреть список продуктов
4 - Посмотреть список моих кредитов
5 - Посмотреть активные кредиты
6 - Посмотреть мои документы
7 - Оформить кредит
0 - Выход
"""

COMPANY_MSG = """
Меню компании:
1 - Заполнить/редактировать информацию о себе
2 - Посмотреть список мои продуктов
3 - Добавить продукт
4 - Посмотреть клиентов
0 - Выход
"""

STAFF_MSG = """
Меню персонала:
1 - Посмотреть список компаний
2 - Посмотреть список клиентов
3 - Посмотреть весь персонал
4 - Выполнить кастомный select запрос
5 - Выполнить кастомный запрос
0 - Выход
"""
